# -*- coding: utf-8 -*-
"""
Created on Mon Jul  1 14:52:16 2019

@author: 楼
"""

# -*- coding: utf-8 -*-
from __future__ import print_function, unicode_literals
from bosonnlp import BosonNLP

nlp = BosonNLP('Q3yvGChV.35506.ZybCCXz7pWJz')
print(nlp.sentiment("平凡的一天每个早晨七点半就自然醒风铃响起又是一天云很轻晒好的衣服味道很安心一切都是柔软又宁静每个路口花都开在阳光里小店门前传来好听的恋曲不用太久就能走到目的地人来人往里满是善意这是最平凡的一天啊你也想念吗不追不赶慢慢走回家就这样虚度着年华 没牵挂只有晚风轻拂着脸颊日落之前斜阳融在小河里逛了黄昏市场收获很满意朋友打来电话说他在等你见面有聊不完的话题餐桌摆在开满花的院子里微微酒意阵阵欢歌笑语从不考虑明天应该去哪里因为今夜的风太和煦这是最平凡的一天啊你也想念吗不追不赶慢慢走回家就这样虚度着年华 没牵挂只有晚风轻拂着脸颊这是最完美的一天啊你也想要吗生活可以不那么复杂就这样虚度着年华 没牵挂只有晚风轻拂着脸颊总有一天 我们会找到她.每个早晨七点半就自然醒风铃响起又是一天云很轻晒好的衣服味道很安心一切都是柔软又宁静每个路口花都开在阳光里小店门前传来好听的恋曲不用太久就能走到目的地人来人往里满是善意这是最平凡的一天啊你也想念吗不追不赶慢慢走回家就这样虚度着年华 没牵挂只有晚风轻拂着脸颊日落之前斜阳融在小河里逛了黄昏市场收获很满意朋友打来电话说他在等你见面有聊不完的话题餐桌摆在开满花的院子里微微酒意阵阵欢歌笑语从不考虑明天应该去哪里因为今夜的风太和煦这是最平凡的一天啊你也想念吗不追不赶慢慢走回家就这样虚度着年华 没牵挂只有晚风轻拂着脸颊这是最完美的一天啊你也想要吗生活可以不那么复杂就这样虚度着年华 没牵挂只有晚风轻拂着脸颊总有一天 我们会找到她"))